*** Реализуйте алгоритм перемешивания списка.
/* используем для перемешивания только стандартную библиотеку
/*

import random

def five():
	mas = [3, 5, 7, 9, 235, 22]
	print(mas)

	random.shuffle(mas)
	print(mas)

	l = len(mas)

	mas2 = random.sample(mas,l)
	print(mas2)
		
five()
