def default_page():
    print('Выберите, что Вы хотите сделать:        ')   
    print('========================================')
    print('                                        ') 
    print('1. Показать все записи                  ') 
    print('2. Создать запись                       ')
    print('3. Обновить запись                      ')
    print('4. Удалить запись                       ') 
    print('5. Показать запись                      ')
    print('0. Выйти из программы                   ') 
    
    
def exit():
    print('Спасибо!                                ')
    print('                                        ') 
    print('До свидания!                            ') 
